Repository: mikekazakov/nimble-commander
Catalog: Source/Viewer/resources/Localizable.xcstrings
Source language: en
Languages: ru

source: Case-sensitive search
ru: Поиск с учетом регистра

source: Clear Recents
ru: Очистить недавние поиски

source: File encoding
ru: Кодировка файла

source: File position
ru: Позиция файла

source: File size
ru: Размер файла

source: File View - %@
ru: Просмотр файла - %@

source: Find whole phrase
ru: Искать фразу целиком

source: Hex
ru: Шестнадцатеричный

source: Language highlighting
ru: Язык подсветки

source: Opening file...
ru: Открытие файла...

source: Plain Text
ru: Простой текст

source: Preview
ru: Просмотр

source: Recent Searches
ru: Недавние поиски

source: Recents
ru: Последние

source: Search in file
ru: Искать в файле

source: Text
ru: Текст

source: View mode
ru: Вид

source: Wrap lines
ru: Заворачивать строки
